{
  "heros": [
    {
      "artist": "TKAY MAIDZA + YUNG BABY TATE",
      "title": "KIM",
      "subHeading": "Creative Direction / Film / Branding",
      "subHeadingCredit": "Director / Editor / Design: ",
      "credit": "Adrian Yu",
      "paragraph": "Tkay Maidza and 4AD came to us with a concept to pay homage to all the Kims in culture for her new track with Yung Baby Tate. We took this to the extreme with a music video shot in a single day – featuring 9 scenes, 6 setups and 6 wardrobe changes featuring easter egg homages to Lil Kim, Kim Possible, and Kim Kardashian.",
      "img": "images/img1.jpg"
    },
    {
      "artist": "BRASSTRACKS",
      "title": "Golden Ticket",
      "subHeading": "Creative Direction / Branding",
      "subHeadingCredit": "",
      "credit": "",
      "paragraph": "In early 2020, Brasstracks came to us to define the look & feel of their debut record. Initially, what we came up with involved the creation of a faux instrument store called Jackson Rayne's Music Emporium, involving an oddball cast of over 40 people. However as the pandemic took hold, we had to pivot to a direction we could execute remotely – the result was Golden Ticket.\n\nUtilizing resources available from our homes, we crafted a world around the notion of Brasstracks' as underdogs within major label structures: two band nerds who managed to the key to a record deal, starting as session musicians and blossoming into renowned artists in their own right – a golden ticket.\n\nWe commissioned a custom gold bar by Rikki Mortimore to be the key visual for our campaign, captured like a pastiche of 70s jewelry ads. The press photos and album cover were shot remotely in NY with a skeleton crew onsite. We tied these all together with bespoke stickers for each track that captured the playful role kitsch in their music.",
      "img": "images/img2.jpg"
    },
    {
      "artist": "TKAY MAIDZA + YUNG BABY TATE",
      "title": "KIM",
      "subHeading": "Creative Direction / Film / Branding",
      "subHeadingCredit": "Director / Editor / Design: ",
      "credit": "Adrian Yu",
      "paragraph": "Tkay Maidza and 4AD came to us with a concept to pay homage to all the Kims in culture for her new track with Yung Baby Tate. We took this to the extreme with a music video shot in a single day – featuring 9 scenes, 6 setups and 6 wardrobe changes featuring easter egg homages to Lil Kim, Kim Possible, and Kim Kardashian.",
      "img": "images/img1.jpg"
    }
  ]
}
